tap "cloudfoundry/tap"
tap "dpb587/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "aria2"
brew "openssl"
brew "sqlite"
brew "python"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "cloc"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "docker-machine-nfs"
brew "fasd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git", args: ["with-blk-sha1", "with-curl", "with-openssl", "with-pcre2", "with-persistent-https"]
brew "gnu-sed"
brew "go"
brew "gradle"
brew "graphviz", args: ["with-librsvg", "with-pango"]
brew "grep"
brew "grv"
brew "hub"
brew "oniguruma"
brew "jq"
brew "lastpass-cli"
brew "leiningen"
brew "libxml2"
brew "libxslt"
brew "make", args: ["with-default-names"]
brew "mas"
brew "maven"
brew "mtr"
brew "nmap"
brew "node"
brew "openvpn"
brew "parallel"
brew "postgresql", restart_service: true
brew "pstree"
brew "pwgen"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis"
brew "shellcheck"
brew "siege"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "yarn"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "dpb587/tap/ssoca"
cask "1password"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "atom"
cask "cursorcerer"
cask "dropbox"
cask "electrum"
cask "firefox"
cask "fly"
cask "flycut"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "intellij-idea"
cask "iterm2"
cask "keepingyouawake"
cask "kindle"
cask "mpv"
cask "postman"
cask "racket"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-versions/java8"
cask "homebrew/cask-versions/tunnelblick-beta"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Desktops", id: 460866217
mas "Wunderlist", id: 410628904
