tap "cloudfoundry/tap"
tap "dpb587/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "starkandwayne/cf"
brew "sqlite"
brew "python"
brew "ansible"
brew "ant"
brew "libssh2"
brew "aria2"
brew "openssl"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "cloc"
brew "clojure"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "fasd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gradle"
brew "grep"
brew "grv"
brew "hub"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "leiningen"
brew "libevent"
brew "libxml2"
brew "libxslt"
brew "make", args: ["with-default-names"]
brew "mas"
brew "maven"
brew "mtr"
brew "mysql@5.7"
brew "nmap"
brew "node"
brew "openvpn"
brew "parallel"
brew "pigz"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pstree"
brew "pv"
brew "pwgen"
brew "python@2"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis"
brew "ruby"
brew "shellcheck"
brew "siege"
brew "sshuttle"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "yarn"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "dpb587/tap/ssoca"
brew "git-duet/tap/git-duet"
brew "starkandwayne/cf/om"
cask "1password"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "appcleaner"
cask "atom"
cask "cursorcerer"
cask "discord"
cask "docker"
cask "dropbox"
cask "electrum"
cask "firefox"
cask "fly"
cask "flycut"
cask "font-fira-code"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "iterm2"
cask "java"
cask "java8"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "kindle"
cask "mpv"
cask "postman"
cask "racket"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "transmission"
cask "tunnelblick-beta"
cask "vagrant"
cask "vlc"
cask "wkhtmltopdf"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Desktops", id: 460866217
mas "Wunderlist", id: 410628904
