tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "python@3.10"
brew "ansible"
brew "openjdk"
brew "ant"
brew "libssh2"
brew "aria2"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "cloc"
brew "clojure"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "fasd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gradle"
brew "grep"
brew "hub"
brew "ivy"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "leiningen"
brew "libevent"
brew "libxml2"
brew "libxslt"
brew "make"
brew "maven"
brew "mtr"
brew "nmap"
brew "node"
brew "parallel"
brew "pigz"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pstree"
brew "pv"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis"
brew "ruby"
brew "shellcheck"
brew "siege"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "yarn"
cask "1password"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "docker"
cask "dropbox"
cask "exodus"
cask "expressvpn"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "kindle"
cask "mpv"
cask "postman"
cask "rectangle"
cask "skype"
cask "spotify"
cask "tor-browser"
cask "whatsapp"
cask "zoom"
